{
  "blocos": [
    {
      "id": 1,
      "titulo": "CULTURA DE SEGURANÇA",
      "descricao": "Criar uma cultura de segurança",
      "cor": "#2979D4",
      "perguntas": [
        {
          "id": "1.1",
          "titulo": "Divulgação de incidentes sobre a segurança dos pacientes",
          "perguntas": [
            {
              "id": "1.1.1",
              "texto": "Existe um processo documentado e coordenado para divulgar incidentes?",
              "resposta": null
            },
            {
              "id": "1.1.2", 
              "texto": "O processo de divulgação é analisado e atualizado periodicamente?",
              "resposta": null
            },
            {
              "id": "1.1.3",
              "texto": "As pessoas responsáveis por orientar e apoiar o processo de divulgação recebem treinamento em relação à divulgação?",
              "resposta": null
            },
            {
              "id": "1.1.4",
              "texto": "É realizado o disclose? Como é feito?",
              "resposta": null
            },
            {
              "id": "1.1.5",
              "texto": "No disclouse é oferecido suporte de ordem prática e emocional/psicológica a pacientes, famílias e membros da equipe envolvidos no incidente?",
              "resposta": null
            },
            {
              "id": "1.1.6",
              "texto": "Procura-se obter comentários e opiniões dos pacientes, famílias e membros da equipe sobre sua experiência com a divulgação; estas informações são usadas para fazer melhorias nesse processo?",
              "resposta": null
            }
          ]
        },
        {
          "id": "1.2",
          "titulo": "Gestão de incidentes sobre a segurança dos pacientes",
          "perguntas": [
            {
              "id": "1.2.1",
              "texto": "Existe um sistema definido e conhecido por todos para notificação de incidentes, incluindo os processos de notificação, análise, açõe e monitoramento?",
              "resposta": null
            },
            {
              "id": "1.2.2",
              "texto": "As informações sobre incidentes são divulgadas com todos para que entendam o quê, quando e como relatar incidentes?",
              "resposta": null
            },
            {
              "id": "1.2.3",
              "texto": "Existe evidencia de treinamento sobre a resposta imediata a incidentes?",
              "resposta": null
            },
            {
              "id": "1.2.4",
              "texto": "A qualidade examina todas as notificações e usa algum critério para priorizar as análises?",
              "resposta": null
            },
            {
              "id": "1.2.5",
              "texto": "Existe evidencia da validação das ações propostas mediande a análise de incidentes?",
              "resposta": null
            },
            {
              "id": "1.2.6",
              "texto": "As informações sobre as ações e melhorias recomendadas após a análise do incidente são compartilhadas com os pacientes, famílias e membros da equipe?",
              "resposta": null
            },{
              "id": "1.2.7",
              "texto": "É avaliada a eficácia do sistema de gerenciamento de incidentes e são feitas melhorias com base nas opiniões e comentários recebidos?",
              "resposta": null
            }
          
          ]
        },
        {
          "id": "1.3",
          "titulo": "Divulgação de incidentes sobre a segurança dos pacientes",
          "perguntas": [
            {
              "id": "1.3.1",
              "texto": "Existe um processo documentado e coordenado para divulgar incidentes?",
              "resposta": null
            },
            {
              "id": "1.3.2", 
              "texto": "O processo de divulgação é analisado e atualizado periodicamente?",
              "resposta": null
            },
            {
              "id": "1.3.3",
              "texto": "As pessoas responsáveis por orientar e apoiar o processo de divulgação recebem treinamento em relação à divulgação?",
              "resposta": null
            },
            {
              "id": "1.3.4",
              "texto": "É realizado o disclose? Como é feito?",
              "resposta": null
            },
            {
              "id": "1.3.5",
              "texto": "No disclouse é oferecido suporte de ordem prática e emocional/psicológica a pacientes, famílias e membros da equipe envolvidos no incidente?",
              "resposta": null
            },
            {
              "id": "1.3.6",
              "texto": "Procura-se obter comentários e opiniões dos pacientes, famílias e membros da equipe sobre sua experiência com a divulgação; estas informações são usadas para fazer melhorias nesse processo?",
              "resposta": null
            }
          ]
        },
        {
          "id": "1.4",
          "titulo": "Divulgação de incidentes sobre a segurança dos pacientes",
          "perguntas": [
            {
              "id": "1.4.1",
              "texto": "Existe um processo documentado e coordenado para divulgar incidentes?",
              "resposta": null
            },
            {
              "id": "1.4.2", 
              "texto": "O processo de divulgação é analisado e atualizado periodicamente?",
              "resposta": null
            },
            {
              "id": "1.4.3",
              "texto": "As pessoas responsáveis por orientar e apoiar o processo de divulgação recebem treinamento em relação à divulgação?",
              "resposta": null
            },
            {
              "id": "1.4.4",
              "texto": "É realizado o disclose? Como é feito?",
              "resposta": null
            },
            {
              "id": "1.4.5",
              "texto": "No disclouse é oferecido suporte de ordem prática e emocional/psicológica a pacientes, famílias e membros da equipe envolvidos no incidente?",
              "resposta": null
            },
            {
              "id": "1.4.6",
              "texto": "Procura-se obter comentários e opiniões dos pacientes, famílias e membros da equipe sobre sua experiência com a divulgação; estas informações são usadas para fazer melhorias nesse processo?",
              "resposta": null
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "titulo": "COMUNICAÇÃO",
      "descricao": "Melhorar a comunicação entre os prestadores de assistência, os serviços e os indivíduos que recebem a assistência em todo o ciclo do tratamento",
      "cor": "#2979D4",
      "perguntas": [
        {
          "id": "2.1",
          "titulo": "Identificação do cliente",
          "perguntas": [
            {
              "id": "2.1.1",
              "texto": "Quais são os marcadores obrigatórios para identificação segura do paciente?",
              "resposta": null
            }
           
          ]
        },
        {
          "id": "2.2",
          "titulo": "Lista de abreviações perigosas (LAP)",
          "perguntas": [
            {
              "id": "2.2.1",
              "texto": "A LAP de abreviações perigosas inclui abreviações, símbolos e designações de doses conforme identificados por uma lista de abreviações passíveis de erros?",
              "resposta": null
            },
            {
              "id": "2.2.2",
              "texto": "A LAP é implementada e se aplicada a toda documentação relacionada a medicações, seja manuscrita ou digitada como texto livre em um computador?",
              "resposta": null
            },
            {
              "id": "2.2.3",
              "texto": "Os formulários impressos da organização relacionados ao uso de medicamentos não incluem nenhuma abreviação, símbolo ou designação de dose identificados na LAP?",
              "resposta": null
            },
            {
              "id": "2.2.4",
              "texto": "As abreviações, símbolos e designações de dose identificados na lista na LAP não são usados em nenhum formulário ou rótulo gerado pela farmácia?",
              "resposta": null
            },
            {
              "id": "2.2.5",
              "texto": "Os membros da equipe recebem treinamento e informações sobre a LAP por ocasião da integração quando são feitas mudanças na lista?",
              "resposta": null
            },
            {
              "id": "2.2.6",
              "texto": "A LAP é atualizada e são implementadas mudanças necessárias nos processos de gestão de medicações?",
              "resposta": null
            },
            {
              "id": "2.2.7",
              "texto": "É feita uma auditoria do cumprimento das normas estabelecidas na LAP e são implementadas mudanças no processo, com base nas questões identificadas?",
              "resposta": null
            }
          ]
        },
        {
          "id": "2.3",
          "titulo": "Conciliação medicamentosa como prioridade estratégica",
          "perguntas": [
            {
              "id": "2.3.1",
              "texto": "Existe uma política de conciliação medicamentosa e um processo para coletar e usar informações completas sobre as medicações dos pacientes em transições do cuidado?",
              "resposta": null
            },
            {
              "id": "2.3.2",
              "texto": "As funções e responsabilidades para fazer a conciliação medicamentosa estão definidas?",
              "resposta": null
            },
            {
              "id": "2.3.3",
              "texto": "Uma equipe de coordenação multidisciplinar lidera o plano da organização de manutenção da conciliação medicamentosa?",
              "resposta": null
            },
            {
              "id": "2.3.4",
              "texto": "Existe evidência documentada de que os membros da equipe (inclusive médicos) que são responsáveis pela conciliação medicamentosa recebem capacitação?",
              "resposta": null
            },
            {
              "id": "2.3.5",
              "texto": "A conformidade com o processo de reconciliação medicamentosa é monitorada e as melhorias são feitas quando necessárias?",
              "resposta": null
            }
           
          ]
        },
        {
          "id": "2.4",
          "titulo": "Conciliação medicamentosa nas transições de atendimento",
          "perguntas": [
            {
              "id": "2.4.1",
              "texto": "(pacientes internados) Antes ou durante a admissão, é realizada a conciliação medicamentosa em parceria com os pacientes, famílias, cuidadores e outros, conforme apropriado?",
              "resposta": null
            },
            {
              "id": "2.4.2",
              "texto": "(pacientes internados) A conciliação medicamentosa é usada para gerar prescrições de medicações durante a admissão ou é comparado com as prescrições de medicações atuais e toda discrepância entre as medicações é identificada, resolvida e documentada?",
              "resposta": null
            },
            {
              "id": "2.4.3",
              "texto": "(pacientes internados) o médico se baseia na conciliação medicamentosa para as prescrições de medicações atuais e também para recomendar em SBAR as medicações durante a transferência ou a alta?",
              "resposta": null
            },
            {
              "id": "2.4.4",
              "texto": "(pacientes internados) O paciente, cuidador e a farmácia recebem uma lista atualizada e exata das medicações que o paciente deve receber após a alta?",
              "resposta": null
            },
            {
              "id": "2.4.5",
              "texto": "(ambulatório) É realizada a conciliação medicamentosa no ambulatório?",
              "resposta": null
            },
            {
              "id": "2.4.6",
              "texto": "(ambulatório) Na admissão em ambulatório é registrado em PEP a conciliação medicamentosa em parceria com o paciente, família, cuidadores e outros?",
              "resposta": null
            },
            {
              "id": "2.4.7",
              "texto": "(ambulatório) Nas consultas ambulatoriais subsequentes, a conciliação medicamentosa é comparada com a lista de medicações atuais e toda discrepância é identificada e documentada?",
              "resposta": null
            },
            {
              "id": "2.4.8",
              "texto": "(ambulatório) As discrepâncias entre medicações são resolvidas em parceria com pacientes e famílias ou comunicadas ao médico, e são adotadas medidas para resolver essas discrepâncias?é realizado esse registro em prontuário?",
              "resposta": null
            },
            {
              "id": "2.4.9",
              "texto": "(ambulatório) O paciente e o prestador de serviços seguinte recebem uma lista exata e atualizada das medicações que o paciente deveria estar recebendo na última consulta ou por ocasião da alta da clínica?",
              "resposta": null
            },
            {
              "id": "2.4.10",
              "texto": "(ambulatório) A conciliação medicamentosa é iniciada com todos os pacientes no momento da decisão de admissão?",
              "resposta": null
            }
           
           
          ]
        },
        {
          "id": "2.5",
          "titulo": "Lista de verificação para cirurgia segura",
          "perguntas": [
            {
              "id": "2.5.1",
              "texto": "A equipe concorda em usar uma check list de cirurgia segura de três fases em procedimentos realizados no centro cirúrgico?",
              "resposta": null
            },
            {
              "id": "2.5.2",
              "texto": "O check list de cirurgia segura é usado em todos os procedimentos cirúrgicos?",
              "resposta": null
            },
            {
              "id": "2.5.3",
              "texto": "Existe um processo para se monitorar a conformidade do check list de cirurgia segura?",
              "resposta": null
            },
            {
              "id": "2.5.4",
              "texto": "O uso do check list de cirurgia segura é avaliado e os resultados são compartilhados com a equipe?",
              "resposta": null
            },
            {
              "id": "2.5.5",
              "texto": "Os resultados da avaliação são usados para aprimorar a implementação e expandir o uso do check list de cirurgia segura?",
              "resposta": null
            }
           
          ]
        },
        {
          "id": "2.6",
          "titulo": "Transferência de informações nas transições de cuidado",
          "perguntas": [
            {
              "id": "2.6.1",
              "texto": "As informações que devem ser comunicadas em transições do cuidado são definidas e padronizadas para situações de transição onde ocorre uma mudança na composição da equipe ou uma mudança de local: admissão, transferência e alta?",
              "resposta": null
            },
            {
              "id": "2.6.2",
              "texto": "É realizado o SBAR em todas as transições de atendimento dos pacientes?",
              "resposta": null
            },
            {
              "id": "2.6.3",
              "texto": "Durante as transições do cuidado, os clientes e as famílias recebem as informações necessárias para tomar decisões e ajudar o seu próprio tratamento?",
              "resposta": null
            },
            {
              "id": "2.6.4",
              "texto": "As informações que são compartilhadas em transições do cuidado são documentadas?",
              "resposta": null
            },
            {
              "id": "2.6.5",
              "texto": "A eficácia da comunicação é avaliada e são feitas melhorias com base nas opiniões e comentários recebidos?",
              "resposta": null
            }
           
          ]
        }
      ]
    },
    {
      "id": 3,
      "titulo": "USO DE MEDICAMENTOS",
      "descricao": "Garantir o uso seguro de medicações de alto risco.",
      "cor": "#2979D4",
      "perguntas": [
        {
          "id": "3.1",
          "titulo": "Uso racional de antimicrobianos ",
          "perguntas": [
            {
              "id": "3.1.1",
              "texto": "Existe e é implamtado o programa de uso racional de antimicrobianos?",
              "resposta": null
            },
            {
              "id": "3.1.2",
              "texto": "O programa especifica quem é o responsável pela sua implementação?",
              "resposta": null
            },
            {
              "id": "3.1.3",
              "texto": "O programa é multidisciplinar, com farmacêuticos, infectologistas, especialistas em CCIH, médicos, equipe de microbiologia, enfermeiros, administradores hospitalares, especialistas em sistemas de informação, entre outros?",
              "resposta": null
            },
            {
              "id": "3.1.4",
              "texto": "O programa inclui intervenções para otimizar o uso de agentes antimicrobianos, tais como auditoria e feedback, um guia farmacoterapêutico com indicações aprovadas, ensino, receituários, diretrizes e processos clínicos, estratégias para racionalização ou diminuição de terapias, otimização de doses e conversão de agentes antimicrobianos de parenteral para oral?",
              "resposta": null
            },
            {
              "id": "3.1.5",
              "texto": "O programa é avaliado continuamente e os resultados são divulgados às partes interessadas na organização?",
              "resposta": null
            }
          ]
        },
        {
          "id": "3.2",
          "titulo": "Eletrólitos concentrados",
          "perguntas": [
            {
              "id": "3.2.1",
              "texto": "Pelo menos uma vez por ano, é feita uma auditoria nas áreas assistenciais dos seguintes eletrólitos concentrados: Cálcio (todos os sais): concentrações acima ou igual a 10%, Sulfato de magnésio: concentrações acima de 20%, Potássio (todos os sais): concentrações acima ou igual a 2 mmol/ml (2mEq/ml), Sódio (acetato e fosfato): concentrações acima ou igual a 4 mmol/ml, Cloreto de sódio: concentrações acima de 0,9%?",
              "resposta": null
            },
            {
              "id": "3.2.2",
              "texto": "Evita-se estocar nas áreas assistenciais eletrólitos concentrados?",
              "resposta": null
            },
            {
              "id": "3.2.3",
              "texto": "Quando é necessário ter eletrólitos concentrados em algumas áreas assistenciais, o comitê multidisciplinar da organização para assistência farmacêutica analisa e aprova os motivos de tal disponibilidade e as proteções instaladas para minimizar o risco de erro?",
              "resposta": null
            }
            
          ]
        },
        {
          "id": "3.3",
          "titulo": "Segurança no uso da heparina",
          "perguntas": [
            {
              "id": "3.3.1",
              "texto": "A organização realiza pelo menos uma vez por ano uma auditoria de produtos de heparina não fracionada e de baixo peso molecular nas áreas assistenciais?",
              "resposta": null
            },
            {
              "id": "3.3.2",
              "texto": "Não se estoca heparina não fracionada de alta dose (50.000 unidades total por recipiente) nas áreas assistenciais?",
              "resposta": null
            },
            {
              "id": "3.3.3",
              "texto": "São adotadas medidas para limitar a disponibilidade de heparina nas áreas assistenciais? Heparina de baixo peso molecular: UTI, Heparina não fracionada (dose elevada) é fornecido apenas sob demanda, quando necessário, Heparina não fracionada para uso intravenoso é fornecida para pacientes específicos, quando necessário.",
              "resposta": null
            },
            {
              "id": "3.3.4",
              "texto": "Quando for necessário que a heparina esteja disponíveis em determinadas áreas assistenciais, um comitê interdisciplinar de gestão de medicações revisará e aprovará os motivos para disponibilidade e as proteções instaladas para minimizar o risco de erro?",
              "resposta": null
            }
          ]
        },
        {
          "id": "3.4",
          "titulo": "Medicação de Alta Vigilância (MAV)",
          "perguntas": [
            {
              "id": "3.4.1",
              "texto": "Existe uma política que rege a gestão de Medicações de Alta Vigilância (MAV)?",
              "resposta": null
            },
            {
              "id": "3.4.2",
              "texto": "A política define o papel ou cargo das pessoas responsáveis pela implementação e seu monitoramento?",
              "resposta": null
            },
            {
              "id": "3.4.3",
              "texto": "A política inclui uma lista de MAV identificadas pela organização?",
              "resposta": null
            },
            {
              "id": "3.4.4",
              "texto": "A política inclui procedimentos para estocar, prescrever, preparar, administrar, dispensar e documentar toda medicação identificada como MAV?",
              "resposta": null
            },
            {
              "id": "3.4.5",
              "texto": "As concentrações e opções de volume das MAV são limitadas e padronizadas?",
              "resposta": null
            },
            {
              "id": "3.4.6",
              "texto": "São feitas auditorias regulares nas áreas assistenciais quanto às MAV?",
              "resposta": null
            },
            {
              "id": "3.4.7",
              "texto": "A política é continuamente atualizada?",
              "resposta": null
            },
            {
              "id": "3.4.8",
              "texto": "Os membros da equipe recebem continuamente informações e treinamento sobre a gestão de MAV?",
              "resposta": null
            }
          ]
        },
        {
          "id": "3.5",
          "titulo": "Armazenamento",
          "perguntas": [
            {
              "id": "3.5.1",
              "texto": "As instruções e guias de usuário de cada tipo de BIC podem ser acessados com facilidade em todos os momentos?",
              "resposta": null
            },
            {
              "id": "3.5.2",
              "texto": "Os membros da equipe recebem treinamento inicial e treinamentos de atualização sobre o uso seguro de BIC?",
              "resposta": null
            },
            {
              "id": "3.5.3",
              "texto": "Quando são recém-contratados pela organização ou são colaboradores temporários trabalhando em uma nova área de prestação de serviços?",
              "resposta": null
            },
            {
              "id": "3.5.4",
              "texto": "Quando retornam ao trabalho após uma ausência prolongada?",
              "resposta": null
            },
            {
              "id": "3.5.5",
              "texto": "Quando um novo tipo de bomba de infusão é introduzida ou quando as BIC  existentes passam por uma modernização?",
              "resposta": null
            },
            {
              "id": "3.5.6",
              "texto": "Quando a avaliação de competência indicar a necessidade de treinamento de atualização?",
              "resposta": null
            },
            {
              "id": "3.5.7",
              "texto": "Quando as BIC são usadas muito infrequentemente, é realizada uma avaliação de competências prévia?",
              "resposta": null
            },
            {
              "id": "3.5.8",
              "texto": "Quando os clientes recebem BIC operadas pelos clientes (por ex., analgesia controlada pelo paciente, bombas de insulina), os clientes e as famílias recebem treinamento, que é documentado, sobre o modo de usá-las com segurança?",
              "resposta": null
            },
            {
              "id": "3.5.9",
              "texto": "A competência dos membros da equipe no uso seguro de BIC é avaliada e documentada pelo menos a cada dois anos? Quando as BIC são usadas muito infrequentemente, é realizada uma avaliação de competências prévia?",
              "resposta": null
            },
            {
              "id": "3.5.10",
              "texto": "A eficácia da abordagem é avaliada através de investigação de incidentes, análise de indicadores, monitoramento de competencia da BIC, opnião de paciente, familiar e equipe?",
              "resposta": null
            },
            {
              "id": "3.5.11",
              "texto": "Quando as avaliações de segurança no uso das BIC indicam a necessidade de melhorias, são feitos ajustes ou o treinamento passa por uma melhoria?",
              "resposta": null
            }
          ]
        },
        {
          "id": "3.6",
          "titulo": "Segurança dos narcóticos",
          "perguntas": [
            {
              "id": "3.6.1",
              "texto": "Pelo menos uma vez por ano, é feita uma auditoria nas áreas assistenciais dos seguintes produtos narcóticos: Fentanil, HIDROmorfona, e Morfina?",
              "resposta": null
            },
            {
              "id": "3.6.2",
              "texto": "Evita-se estocar nas áreas assistenciais os seguintes produtos narcóticos: Fentanil, HIDROmorfona, e Morfina?",
              "resposta": null
            },
            {
              "id": "3.6.3",
              "texto": "Quando for necessário ter produtos narcóticos (opioides) em determinadas áreas assistenciais, o comitê multidisciplinar de gestão de medicações analisa e aprova os motivos de tal disponibilidade e as proteções instaladas para minimizar o risco de erro?",
              "resposta": null
            }
          ]
        }
      ]
    },
     {
      "id": 4,
      "titulo": "VIDA PROFISSIONAL - FORÇA DE TRABALHO",
      "descricao": "Criar uma vida profissional e um ambiente físico que apoie a prestação segura de assistência e serviços",
      "cor": "#2979D4",
      "perguntas": [
        {
          "id": "4.1",
          "titulo": "Programa de manutenção preventiva",
          "perguntas": [
            {
              "id": "4.1.1",
              "texto": "Existe um programa de manutenção preventiva vigente para todo instrumental médico, equipamentos médicos e tecnologias médicas?",
              "resposta": null
            },
            {
              "id": "4.1.2", 
              "texto": "Existem relatórios documentados de manutenção preventiva?",
              "resposta": null
            },
            {
              "id": "4.1.3",
              "texto": "Existe um processo para avaliar a eficácia do programa de manutenção preventiva?",
              "resposta": null
            },
            {
              "id": "4.1.4",
              "texto": "Existe acompanhamento documentado relacionado à investigação de incidentes e problemas envolvendo aparelhos, equipamentos e tecnologias médicas?",
              "resposta": null
            }
            
          ]
        },
        {
          "id": "4.2",
          "titulo": "4.2 Segurança do paciente: capacitação e treinamento",
          "perguntas": [
            {
              "id": "1.2.1",
              "texto": "Existe um treinamento anual sobre segurança do paciente que é adaptado às necessidades da organização e áreas de foco específicas da segurança do paciente?",
              "resposta": null
            }
            
          ]
        },
        {
          "id": "4.3",
          "titulo": "Prevenção de violência no local de trabalho",
          "perguntas": [
            {
              "id": "4.3.1",
              "texto": "Existe uma política redigida de prevenção da violência no ambiente de trabalho?",
              "resposta": null
            },
            {
              "id": "4.3.2", 
              "texto": "A política foi elaborada em consulta com os membros da equipe e voluntários?",
              "resposta": null
            },
            {
              "id": "4.3.3",
              "texto": "A política indica o indivíduo ou cargo responsáveis pela implementação e monitoramento da adesão à política?",
              "resposta": null
            },
            {
              "id": "4.3.4",
              "texto": "São realizadas avaliações de risco para estimar o risco de violência no ambiente de trabalho?",
              "resposta": null
            },
            {
              "id": "4.3.5",
              "texto": "Existem procedimentos para que os membros da equipe relatem em sigilo incidentes de violência no ambiente de trabalho?",
              "resposta": null
            },
            {
              "id": "4.3.6",
              "texto": "Existem procedimentos para investigar e responder a incidentes de violência no ambiente de trabalho?",
              "resposta": null
            },
            {
              "id": "4.3.7",
              "texto": "Os líderes da organização analisam os relatórios trimestrais de incidentes de violência no ambiente de trabalho e usam essas informações para aprimorar a segurança, reduzir o número de incidentes de violência e aperfeiçoar a política de prevenção de violência no ambiente de trabalho?",
              "resposta": null
            },
            {
              "id": "4.3.8",
              "texto": "São dadas informações e treinamento aos membros da equipe sobre prevenção de violência no ambiente de trabalho?",
              "resposta": null
            }
          ]
        },
        {
          "id": "4.4",
          "titulo": "Fluxo de clientes ",
          "perguntas": [
            {
              "id": "4.4.1",
              "texto": " Os líderes da organização, incluindo médicos, têm a responsabilidade de trabalhar proativamente para melhorar o fluxo de clientes e atenuar a superlotação do serviço de emergência?",
              "resposta": null
            },
            {
              "id": "4.4.2", 
              "texto": "As não conformidades são usadas para identificar variações na demanda e obstáculos à execução oportuna dos serviços de emergência?",
              "resposta": null
            },
            {
              "id": "4.4.3",
              "texto": "Existe uma abordagem documentada e coordenada para melhorar o fluxo de clientes e tratar da superlotação do serviço de emergência?",
              "resposta": null
            },
            {
              "id": "4.4.4",
              "texto": "Em caso de superlotação, está descrito papéis e responsabilidades?",
              "resposta": null
            },
            {
              "id": "4.4.5",
              "texto": "É realizado o monitoramento de indicadores que visem melhoria no fluxo de clientes?",
              "resposta": null
            },
            {
              "id": "4.4.6",
              "texto": "São implementadas intervenções para melhorar o fluxo de clientes, que tratam de obstáculos identificados e variações na demanda?",
              "resposta": null
            },
            {
              "id": "4.4.7",
              "texto": "Quando necessário, é aplicado plano de contingência para lidar com superlotação, que reduzem os riscos aos clientes e membros da equipe?",
              "resposta": null
            }
          ]
        },
        {
          "id": "4.5",
          "titulo": "Plano de Segurança do Paciente",
          "perguntas": [
            {
              "id": "4.5.1",
              "texto": "As questões de segurança do paciente na organização são avaliadas?",
              "resposta": null
            },
            {
              "id": "4.5.2", 
              "texto": "Existem um plano de segurança do paciente na instituição?",
              "resposta": null
            },
            {
              "id": "4.5.3",
              "texto": "O plano inclui a segurança do paciente como uma meta ou prioridade estratégica redigida?",
              "resposta": null
            },
            {
              "id": "4.5.4",
              "texto": "São alocados recursos para respaldar a implementação do plano de segurança do paciente?",
              "resposta": null
            }
          
          ]
        }
      ]
    },
     {
      "id": 5,
      "titulo": "PREVENÇÃO E CONTROLE DE INFECÇÃO",
      "descricao": "Reduzir o risco de infecções associadas ao atendimento da saúde e o seu impacto nos resultados",
      "cor": "#2979D4",
      "perguntas": [
        {
          "id": "5.1",
          "titulo": "Adesão às práticas de higiene das mãos ",
          "perguntas": [
            {
              "id": "5.5.1",
              "texto": "É realizado o monitoramento do indicador de higienização das mãos na unidade?",
              "resposta": null
            },
            {
              "id": "5.5.2", 
              "texto": "Os resultados são divididos com os membros da equipe?",
              "resposta": null
            },
            {
              "id": "5.5.3",
              "texto": "Os resultados são usados para fazer melhorias?",
              "resposta": null
            }
           
          ]
        },
        {
          "id": "5.2",
          "titulo": "Higiene das mãos: capacitação e treinamento",
          "perguntas": [
            {
              "id": "5.5.1",
              "texto": "Os membros da equipe recebem informações sobre o protocolo de higiene das mãos?",
              "resposta": null
            }
           
          
          ]
        },
        {
          "id": "5.3",
          "titulo": "Taxas de infecção",
          "perguntas": [
            {
              "id": "5.3.1",
              "texto": "As taxas de infecções hospitalares são rastreadas?",
              "resposta": null
            },
            {
              "id": "5.3.2", 
              "texto": "Os surtos epidêmicos são analisados e são feitas recomendações para prevenir recorrências?",
              "resposta": null
            },
            {
              "id": "5.3.3",
              "texto": "As informações sobre infecções hospitalares e recomendações originadas de análises de surtos epidêmicos são compartilhadas com os membros da equipe, diretoria e alta administração?",
              "resposta": null
            }
           
          ]
        },
        {
          "id": "5.4",
          "titulo": "Reprocessamento",
          "perguntas": [
            {
              "id": "5.4.1",
              "texto": "Existe evidência da eficácia dos processos e sistemas de limpeza, desinfecção e esterilização?",
              "resposta": null
            },
            {
              "id": "5.4.2", 
              "texto": "Foram adotadas medidas para se examinar e aperfeiçoar os processos de limpeza, desinfecção e esterilização onde indicado?",
              "resposta": null
            }
        
          ]
        }
      ]
    },
     {
      "id": 6,
      "titulo": "AVALIAÇÃO DE RISCOS",
      "descricao": "Identificar riscos de segurança inerentes à população de paciente",
      "cor": "#2979D4",
      "perguntas": [
        {
          "id": "6.1",
          "titulo": "Prevenção contra quedas e redução de danos",
          "perguntas": [
            {
              "id": "6.1.1",
              "texto": "São aplicadas medidas de prevenção contra quedas, aplicáveis ao ambiente?",
              "resposta": null
            },
            {
              "id": "6.1.2", 
              "texto": "A equipe, pacientes, famílias e cuidadores recebem informações/treinamento para evitar quedas e prevenir os danos causados por quedas?",
              "resposta": null
            },
            {
              "id": "6.1.3",
              "texto": "A eficácia de programas de treinamento e do compartilhamento de informações relacionados à prevenção e redução de danos causados por quedas são avaliados regularmente? Os resultados são usados para fazer melhorias quando necessário?",
              "resposta": null
            },
            {
              "id": "6.1.4",
              "texto": "Na admissão de pacientes, é feita  avaliação inicial de risco de quedas através da escala de Morse?",
              "resposta": null
            },
            {
              "id": "6.1.5",
              "texto": "Os pacientes são reavaliados diariamente e toda vez que ocorre uma mudança significativa na sua condição clínica?",
              "resposta": null
            },
            {
              "id": "6.1.6",
              "texto": "Há protocolo de prevenção de queda implantado e de conhecimento de todos?",
              "resposta": null
            },
            {
              "id": "6.1.7",
              "texto": "As intervenções para prevenir quedas são registradas no prontuário e divulgadas à equipe?",
              "resposta": null
            },
            {
              "id": "6.1.8",
              "texto": "A eficácia das atividades de prevenção de quedas e redução de danos é avaliada e os resultados são usados para fazer melhorias quando necessário?",
              "resposta": null
            }
            
          ]
        },
        {
          "id": "6.2",
          "titulo": "Prevenção de Lesão por pressão",
          "perguntas": [
            {
              "id": "6.2.1",
              "texto": "É feita avaliação inicial do risco de LPP na admissão, usando a escala de Braden ou correspondente?",
              "resposta": null
            },
            {
              "id": "6.2.2",
              "texto": "O risco de LPP é avaliado diariamente e quando ocorre uma mudança no estado do paciente?",
              "resposta": null
            },
            {
              "id": "6.2.3",
              "texto": "O Protocolo de prevenção de LPP descreve medidas e intervenções para prevenir desenvolvimento de LPP's?",
              "resposta": null
            },
            {
              "id": "6.2.4",
              "texto": "Membros da equipe, pacientes, famílias e cuidadores recebem informações sobre os fatores de risco, protocolos e procedimentos para prevenir LPP?",
              "resposta": null
            },
            {
              "id": "6.2.5",
              "texto": "A eficácia da prevenção de LPP é avaliada e os resultados são usados para fazer melhorias quando necessário?",
              "resposta": null
            }
           
          
          ]
        },
        {
          "id": "6.3",
          "titulo": "Tratamento da pele e feridas ",
          "perguntas": [
            {
              "id": "6.3.1",
              "texto": "Existe protocolo  sobre  o tratamento de feridas e lesões de pele?",
              "resposta": null
            },
            {
              "id": "6.3.2", 
              "texto": "Os membros da equipe têm acesso à formação/treinamento sobre o tratamento de feridas e lesões de pele?",
              "resposta": null
            },
            {
              "id": "6.3.3",
              "texto": "Clientes, famílias e cuidadores recebem informações e treinamento sobre autotratamento de pele e feridas?",
              "resposta": null
            },
            {
              "id": "6.3.4",
              "texto": "A avaliação baseada em evidências de novos clientes é usada para determinar ou confirmar o diagnóstico da ferida e elaborar um plano individualizado de atendimento que trate das causas?",
              "resposta": null
            },
            {
              "id": "6.3.5",
              "texto": "Presta-se um tratamento de feridas e lesões de pele padronizado que otimiza a saúde da pele e promove a cicatrização?",
              "resposta": null
            },
            {
              "id": "6.3.6",
              "texto": "É implementada uma documentação padronizada para criar um registro abrangente de todos os aspectos do tratamento de feridas e lesões de pele do cliente?",
              "resposta": null
            },
            {
              "id": "6.3.7",
              "texto": "Existe um processo para compartilhar informações entre prestadores de serviços, especialmente em casos de transições do cuidado, sobre o tratamento de feridas e lesões de pele?",
              "resposta": null
            },
            {
              "id": "6.3.8",
              "texto": "A eficácia do programa de tratamento de feridas e lesões de pele é monitorada e essas informações são usadas para fazer melhorias?",
              "resposta": null
            }
          ]
        },
        {
          "id": "6.4",
          "titulo": "Profilaxia para tromboembolismo venosa (TEV) ",
          "perguntas": [
            {
              "id": "6.4.1",
              "texto": "Existe uma política ou diretriz escrita sobre profilaxia de TEV?",
              "resposta": null
            },
            {
              "id": "6.4.2", 
              "texto": "Os pacientes sob risco de TEV são identificados e recebem profilaxia apropriada e informada com base em fatos?",
              "resposta": null
            },
            {
              "id": "6.4.3",
              "texto": "São estabelecidas medidas para uma profilaxia de TEV, e é feita uma auditoria na implementação dessa profilaxia e essas informações são usadas para fazer melhorias nos serviços?",
              "resposta": null
            },
            {
              "id": "6.4.4",
              "texto": "Os pacientes de cirurgias ortopédicas que exigem profilaxia após a alta são identificados, e existe um processo para que tenham profilaxia TEV após a alta?",
              "resposta": null
            },
            {
              "id": "6.4.5",
              "texto": "São fornecidas informações aos pacientes e membros da equipe sobre os riscos de TEV e como prevenir a sua ocorrência?",
              "resposta": null
            }
           
          ]
        },
        {
          "id": "6.5",
          "titulo": "Prevenção de suicídio",
          "perguntas": [
            {
              "id": "6.5.1",
              "texto": "Existe sinalização dos pacientes com risco de suicídio?",
              "resposta": null
            },
            {
              "id": "6.5.2", 
              "texto": "O risco de suicídio de cada paciente é avaliado em intervalos regulares ou conforme muda a necessidade?",
              "resposta": null
            },
            {
              "id": "6.5.3",
              "texto": "As necessidades imediatas de segurança do paciente considerados sob risco de suicídio são abordadas?",
              "resposta": null
            },
            {
              "id": "6.5.4",
              "texto": "São identificados tratamento e estratégias de monitoramento para pacientes considerados em risco de suicídio?",
              "resposta": null
            },
            {
              "id": "6.5.5",
              "texto": "A implementação do tratamento e as estratégias de monitoramento são documentadas no PEP?",
              "resposta": null
            }
           
          ]
        }
      ]
    }
  ]
}